Stair sub-elements are not connected
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId StairsSubElementsNotConnectedWarning { get; }
  Visual Basic
Public Shared ReadOnly Property StairsSubElementsNotConnectedWarning As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ StairsSubElementsNotConnectedWarning {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures StairRampFailures Class
  Autodesk.Revit.DB Namespace